Repository: djemos/sli
Catalog: po/*.po
Languages: el, es_es, hi_in, pt, ro, ru_ru, sv_se

source: Cannot install Grub boot loader on an xfs filesystem. System will not boot. Choose (e)Lilo instead. Please verify and correct.
el: Ο Grub boot loader δεν μπορεί να εγκατασταθεί σε xfs σύστημα αρχείων. Το σύστημα σας δεν θα μπουτάρει. Επιλέξτε το (e)Lilo. Παρακαλώ διορθώστε.
es_es: No se puede instalar el cargador de arranque Grub en un sistema de archivos xfs. El sistema no arrancará. Elija (e)Lilo en su lugar. Por favor verifique y corrija.
hi_in: सिस्टम आरंभ विफलता के कारण फाइल सिस्टम पर Grub बूट लोड साधन इंस्टॉल करना संभव नहीं है। इसके स्थान पर (ई)लीलो चुनें। कृपया जाँचकर सुधारें।
pt: Não é possível instalar o carregador de arranque Grub num sistema de ficheiros xfs. O sistema não arranca. Escolha o (e)Lilo em seu lugar. Por favor, verifique e corrija.
ru_ru: Невозможно установить загрузчик GRUB на xfs. Система не загрузится. Выберите (e)LiLo. Проверьте и исправьте.
sv_se: Kan inte installera Grub bootloader på ett xfs-filsystem. Systemet startar inte upp. Välj (e)Lilo istället. Kontrollera och korrigera.

source: Cannot install both (e)Lilo and Grub boot loaders. Please verify and correct.
el: Δεν μπορείτε να εγκαταστήσετε και το (e)Lilo και το Grub. Παρακαλώ επιλέξτε μόνο ένα.
es_es: No se pueden instalar a la vez los cargadores (e)Lilo y Grub. Compruébelo, por favor, y corrija.
hi_in: दोनों (ई)लीलो व Grub बूट लोड साधन इंस्टॉल करना संभव नहीं है। कृपया जाँचकर सुधारें।
pt: Não é possível instalar os carregadores de arranque (e)Lilo e Grub. Por favor, verifique e corrija.
ro: Nu puteți instala (e)Lilo și Grub în același timp.Vă rugăm verificați și corectați.
ru_ru: Невозможно установить (e)LiLo и GRUB одновременно. Проверьте и исправьте.
sv_se: Kan inte installera både (e)Lilo och Grub starthanterare. Vänligen kontrollera och rätta.

source: Error encountered.
el: Συνέβη σφάλμα.
es_es: Se ha encontrado un error.
hi_in: त्रुटि हुई।
pt: Erro encontrado.
ro: Eroare întâmpinată.
ru_ru: Обнаружена ошибка.
sv_se: Fel uppstod.

source: Installation completed.
el: Η εγκατάσταση τελείωσε.
es_es: Instalación completada.
hi_in: इंस्टॉल प्रक्रिया पूर्ण।
pt: Instalação Concluída.
ro: Instalare terminată.
ru_ru: Установка завершена.
sv_se: Installation slutförd.

source: Your two user password entries do not match. Please verify and correct.
pt: As suas palavras-passe de utilizador não correspondem. Por favor, verifique e corrija.
ro: Cele două parole introduse nu se potrivesc.Vă rugăm verificați și corectați.

source: user name and user password entries cannot be emtpy. root password and user password should have at least 5 characters Please verify and correct.
pt: nome de utilizador e palavras-passe do utilizador não podem estar vazios. palavra-passe de root e palavra-passe de utilizador devem ter pelo menos 5 caracteres Por favor, verifique e corrija.

source: Please select your preferred keyboard type and map.
el: Παρακαλώ επιλέξτε τον επιθυμητό τύπο πληκτρολογίου.
es_es: Por favor, seleccione su tipo de teclado preferido y el mapa.
hi_in: कृपया इच्छित कुंजीपटल प्रकार व अभिन्यास चुनें।
pt: Por favor, selecione o seu tipo de teclado e mapa preferido.
ru_ru: Выберите тип и раскладку клавиатуры.
sv_se: Välj din föredragna tangentbordstyp och layout.

source: keyboard type
el: Τύπος πληκτρολογίου
es_es: tipo de teclado
hi_in: कुंजीपटल प्रकार
pt: tipo de teclado
ru_ru: тип клавиатуры
sv_se: tangentbordstyp

source: keyboard map
el: Διάταξη πληκτρολογίου
es_es: mapa del teclado
hi_in: कुंजीपटल अभिन्यास
pt: mapa de teclado
ru_ru: раскладка клавиатуры
sv_se: tangentbordslayout

source: Please select a default system locale.
el: Παρακαλώ επιλέξτε τη γλώσσα συστήματος.
es_es: Seleccione una configuración regional predeterminada del sistema.
hi_in: कृपया सिस्टम हेतु डिफ़ॉल्ट स्थानिकी चुनें।
pt: Selecione a localização predefinida do sistema.
ru_ru: Выберите системную локаль по умолчанию.
sv_se: Vänligen välj standard systemspråk.

source: Locale
el: Τοπικότητα
es_es: Local
hi_in: स्थानिकी
pt: Localização
ru_ru: Локаль
sv_se: Språk

source: Error: system is not live.
el: Σφάλμα: Το σύστημα δεν είναι live.
es_es: Error: el sistema no es en vivo.
hi_in: त्रुटि : सिस्टम लाइव नहीं है।
pt: Erro: o sistema não é live.
ro: Eroare: sistemul nu funcționează.
ru_ru: Ошибка: система не 'живая'.
sv_se: Fel: systemet är inte live.

source: Choose a password or passphrase to be coupled with your login name. Your password or passprase should include a mix of upper and lower case letters, numbers, and even symbols (such as the @, !, and &) and length at least 6 characters.
el: Εισάγετε έναν κωδικό χρήστη. Ο κωδικός χρήστη θα πρέπει να περιλαμβάνει πεζά και κεφαλαία, νούμερα, ακόμα και σύμβολα (όπως @, ! και &) και να έχει μήκος τουλάχιστον 6 χαρακτήρες.

source: Your two user password entries do not match or The password contains the user name in some form or password length is less than 6 characters. Please verify and correct.
el: Οι κωδικοί χρήστη είναι διαφορετικοί ή ο κωδικός περιέχει το όνομα χρήστη σε κάποια μορφή ή ο κωδικός έχει μήκος μικρότερο από 6 χαρακτήρες. Παρακαλώ διορθώστε τα.

source: Salix Installation
es_es: Instalación de Salix

source: Salix-Live Installation
es_es: Instalación de Salix
hi_in: स्लैकल-लाइव इंस्टॉल
ro: Instalare Salix-Live

source: dvorak
ru_ru: Дворак
