Repository: djemos/sli
Catalog: po/*.po
Languages: el, es_es, hi_in, pt, ro, ru_ru, sv_se

source: Keep clock synchronized with internet servers
el: Το ρολόι να συγχρονίζεται αυτόματα με διακομιστές του διαδικτύου
es_es: Mantener el reloj sincronizado con los servidores de internet
hi_in: घड़ी को इंटरनेट सर्वर से समकालीन रखें
pt: Mantenha o relógio sincronizado com os servidores da internet
ru_ru: Синхронизировать время с временем интернета
sv_se: Håll klockan synkroniserad med internetservrar

source: Synchronize now
el: Συγχρονισμός τώρα
es_es: Sincronizar ahora
hi_in: अभी समकालीन करें
pt: Sincronizar agora
ru_ru: Синхронизировать сейчас
sv_se: Synkronisera nu

source: Time Zone:
el: Ζώνη ώρας:
es_es: Zona horaria:
hi_in: समय क्षेत्र :
pt: Fuso horário:
ru_ru: Часовой пояс:
sv_se: Tidszon:

source: Select time zone...
el: Επιλογή ζώνης ώρας...
es_es: Seleccione zona horaria...
hi_in: समय क्षेत्र चुनें...
pt: Selecione o fuso horário...
ru_ru: Выбрать часовой пояс...
sv_se: Välj tidszon...

source: Hardware clock is set to Coordinated Universal Time (UTC)
el: Το ρολόι συστήματος είναι ρυθμισμένο σε Παγκόσμια Ώρα (UTC)
es_es: El reloj del hardware está configurado en Tiempo universal coordinado (UTC)
hi_in: हार्डवेयर घड़ी समन्वित सर्वत्र समय (UTC) पर सेट है
pt: O relógio da máquina está definido para o Tempo Universal Coordenado (UTC)
ru_ru: Часы компьютера настроены на Всемирное координированное время (UTC)
sv_se: Hårdvaruklockan är satt till Coordinated Universal Time (UTC)

source: Time:
el: Ώρα:
es_es: Hora:
hi_in: समय :
pt: Hora:
ru_ru: Время:
sv_se: Tid:

source: Date:
el: Ημερομηνία:
es_es: Fecha:
hi_in: दिनांक :
pt: Data:
ru_ru: Дата:
sv_se: Datum:

source: Select time zone
el: Επιλογή ζώνης ώρας
es_es: Seleccione zona horaria
hi_in: समय क्षेत्र चयन
pt: Selecione o fuso horário
ru_ru: Выбрать часовой пояс
sv_se: Välj tidszon

source: Please select your time zone:
el: Παρακαλούμε επιλέξτε ζώνη ώρας:
es_es: Por favor seleccione su zona horaria:
hi_in: कृपया अपना समय क्षेत्र चुनें :
pt: Por favor, selecione o seu fuso horário:
ru_ru: Пожалуйста, выберите ваш часовой пояс:
sv_se: Vänligen välj din tidszon:

source: General area
el: Γενική περιοχή
es_es: Area General
hi_in: सामान्य क्षेत्र
pt: Área geral
ru_ru: Общая зона
sv_se: Allmänt

source: Location
el: Τοποθεσία
es_es: Ubicacion
hi_in: फोल्डर :
pt: Localização
ru_ru: Местоположение
sv_se: Plats

source: _File
el: _Αρχείο
es_es: _Archivo
hi_in: फाइल (_F)
pt: _Ficheiro
ro: _Fișier
ru_ru: _Файл
sv_se: _Arkiv

source: _Help
el: _Βοήθεια
es_es: _Ayuda
hi_in: सहायता (_H)
pt: _Ajuda
ro: _Ajutor
ru_ru: _Справка
sv_se: _Hjälp

source: Salix Startup Guide
el: Οδηγός εγκατάστασης του Salix
es_es: Guía de inicio de Salix
hi_in: स्लैकल आरंभ गाइड
pt: Guia de iniciação do Salix
ru_ru: Руководство Salix Startup
sv_se: Salix Startguide

source: Read the StartUp Guide to help you installing Salix.
el: Διαβάστε τον Οδηγό Εγκατάστασης για να σας βοηθήσει να εγκαταστήσετε το Salix.
pt: Leia o guia de iniciação para o ajudar a instalar o Salix.

source: Startup_Guide
el: Οδηγός εγκατάστασης
es_es: Guía de_inicio
hi_in: आरंभ गाइड (G)
pt: _Guia de iniciação
sv_se: Start_guide

source: Partitions
el: Διαχειριστής κατατμήσεων
es_es: Particiones
hi_in: विभाजन
pt: Partições
ro: Partiționare
ru_ru: Разделы
sv_se: Partitioner

source: Important! Salix needs, at the very minimum, one swap partition and one Linux partition to hold its main directory tree. If you do not already have these needed partitions ready, you should now click on the button 'Partitions' in order to create them. Be aware that partitioning a disk drive is a delicate operation which could lead to data loss if not performed cautiously. It is therefore highly advisable to backup important data before starting this procedure.
el: Σημαντικό! Το Salix χρειάζεται, το ελάχιστο, ένα διαμέρισμα swap και ένα διαμέρισμα Linux για να κρατήσει τη κύρια δενδρική δομή καταλόγου. Αν δεν έχετε ήδη αυτές τις απαραίτητες κατατμήσεις έτοιμες, κάντε τώρα κλικ στο κουμπί 'Διαχειριστής κατατμήσεων' για να τα δημιουργήσετε. Θα πρέπει να γνωρίζετε ότι η κατάτμηση μιας μονάδας δίσκου είναι μια λεπτή πράξη που θα μπορούσε να οδηγήσει σε απώλεια δεδομένων εάν δεν εκτελείται με προσοχή. Επομένως, συνιστάται να δημιουργήσετε αντίγραφα ασφαλείας των σημαντικών δεδομένων πριν από την έναρξη αυτής της διαδικασίας.
es_es: Importante! Salix necesita, como mínimo, una partición de intercambio (swap) y una partición Linux para albergar el árbol principal de directorios. Si usted no tiene ya esas particiones disponibles, debe hacer click en el botón 'Particiones' para crearlas. Sea consciente de que hacer particiones en un disco duro es una operación delicada que puede conducir a la pérdida de datos si no se hace con cuidado. Es además altamente recomendable hacer copias de seguridad de todos los datos importantes antes de comenzar.
hi_in: आवश्यक सूचना! स्लैकल हेतु कम-से-कम एक स्वैप विभाजन व मुख्य डायरेक्टरी संरचना हेतु एक लिनक्स विभाजन आवश्यक है। ये विभाजन न होने की स्थिति में अभी 'विभाजन' बटन पर क्लिक कर इन्हें बनाएँ। ध्यान रहें कि डिस्क ड्राइव विभाजन एक संवेदशील प्रक्रिया है व सावधानी के अभाव में त्रुटि होने पर डाटा नष्ट हो सकता है। अतः हम आपको प्रक्रिया आरंभ पूर्व अहम डेटा बैकअप करने का परामर्श देते हैं।
pt: Importante! O Salix precisa, no mínimo, de uma partição swap e uma partição Linux para manter sua árvore de diretórios principal. Se ainda não tem essas partições necessárias, deve clicar agora no botão 'Partições' para criá-las. Esteja ciente de que particionar uma unidade de disco é uma operação delicada que pode levar à perda de dados se não for realizada com cautela. Portanto, é altamente recomendável fazer uma cópia de segurança de dados importantes antes de iniciar este procedimento.
ro: Important! Salix necesită,cel puțin o partiție de swap și o partiție Linux, necesară instalării sistemului de fișiere. Dacă nu aveți pregătite aceste partiții, apăsați butonul 'Partiționare' pentru a le crea. Aveți grijă, deoarece partiționarea unui disc este o operație delicată ce poate duce la pierderea de date. Sunteți avizați să salvați datele aflate pe disc înainte de a începe procedura.
ru_ru: Внимание! Для установки Salix требуются как минимум раздел подкачки (swap) и раздел Linux для корневого каталога. Если у вас такие разделы ещё не подготовлены, создать их сейчас возможно щёлкнув по кнопке 'Разделы'. Помните, что разметка диска -- это деликатная операция, способная в случае неправильных действий привести к потере данных. Поэтому настоятельно рекомендуем предварительно сделать резервные копии важных данных.
sv_se: Viktigt! Salix behöver åtminstone en swap-partition och en Linux-partition för att hålla sin huvudkatalogträd. Om du inte redan har dessa nödvändiga partitioner redo, bör du nu klicka på knappen "partitioner" för att skapa dem. Var medveten om att partitionera en hårddisk är en känslig operation som skulle kunna leda till förlust av data om den inte utförs försiktigt. Det är därför mycket lämpligt att säkerhetskopiera viktiga data innan du startar denna procedur.

source: <i>Warning: copy / installation wipes everything on the selected location.</i>
el: <i>Προειδοποίηση: Η αντιγραφή / εγκατάσταση διαγράφει τα πάντα στην επιλεγμένη τοποθεσία.</i>
es_es: <i>Aviso: la copia / instalación borra todo en la ubicacion seleccionada.</i>
hi_in: <i>चेतावनी : कॉपी/इंस्टॉल प्रक्रिया से चयनित ड्राइव पर पहले से मौजूद डाटा नष्ट हो जाएगा।</i>
pt: <i>Aviso: a cópia / instalação elimina tudo no local selecionado.</i>
ro: <i>Atenție:copierea fișierelor în / șterge tot ce se află pe această partiție.</i>
ru_ru: <i>Внимание: копирование/установка удалят текущее содержимое.</i>
sv_se: <i>Varning: kopiera / installation radderar allt på den valda platsen.</i>

source: Copy location:
el: Αντιγραφή σε:
es_es: Localización de la copia:
hi_in: कॉपी हेतु फोल्डर :
pt: Local a copiar:
ro: Locația pentru copiere:
ru_ru: Копировать в:
sv_se: Kopiera till plats:

source: click here if you want to copy system to usb
el: Κάντε κλικ εδώ αν θέλετε να αντιγράψετε το σύστημα σε usb
es_es: Haga clic aquí si quiere copiar el sistema a usb
hi_in: यहाँ क्लिक कर सिस्टम को यूएसबी पर कॉपी करें
pt: clique aqui se quiser copiar o sistema para usb
ro: apăsați aici dacă doriți să copiați sistemul pe dispozitiv usb
ru_ru: щёлкните здесь, чтобы скопировать систему на флешку
sv_se: klicka här om du vill kopiera systemet till usb

source: Copy live system to usb
el: Αντιγραφή live συστήματος σε usb
es_es: Copie el systema en vivo a usb
hi_in: लाइव सिस्टम को यूएसबी पर कॉपी करें
pt: Copie o sistema live para o usb
ro: Copiere sistem live pe usb
ru_ru: Скопировать 'живую' систему на USB
sv_se: Kopiera live-system till usb

source: Choose the filesystem type to format usb.
el: Επιλέξτε τον τύπο του συστήματος αρχείων για τη διαμόρφωση του USB
es_es: Elija el tipo de sistema de archivos para formatear el usb.
hi_in: यूएसबी फॉर्मेट हेतु फाइल सिस्टम प्रकार चुनें।
pt: Escolha o tipo de sistema de ficheiros para formatar o usb.
ru_ru: Файловая система для форматирования USB.
sv_se: Välj filsystems typ för att formatera usb.

source: Filesystem Type:
el: Τύπος Συστήματος Αρχείων:
es_es: Tipo de Sistema de archivos:
hi_in: फाइल सिस्टम प्रकार :
pt: Tipo de Sistema de ficheiros:
ru_ru: Файловая система:
sv_se: Filsystemstyp:

source: Install (e)LiLo
el: Εγκατάσταση (e)LiLo
es_es: Instalar (e)Lilo
hi_in: (ई)लीलो इंस्टॉल करें
pt: Instalar o (e)LiLo
ro: Instalează (e)Lilo
ru_ru: Установить (e)LiLo
sv_se: Installera (e)Lilo

source: check this if you want to install (e)Lilo boot loader
el: Κάντε κλικ εδώ αν θέλετε να εγκαταστήσετε το (e)Lilo boot loader
es_es: marque aquí si quiere instalar el cargador de arranque (e)Lilo
hi_in: इसे चिन्हित कर (ई)लीलो बूट लोड साधन इंस्टॉल करें
pt: marque aqui se deseja instalar o carregador de arranque (e)Lilo
ro: alegeți dacă doriți să instalați încărcătorul de sistem (e)Lilo
ru_ru: отметьте для установки загрузчика (e)LiLo
sv_se: markera den här om du vill installera (e)Lilo starthanterare

source: choose the Linux partition to hold the main directory tree.
el: Επιλέξτε το διαμέρισμα για την εγκατάσταση του κυρίως συστήματος.
es_es: Elija la partición de Linux para mantener el árbol de directorios principal.
hi_in: मुख्य डायरेक्टरी संरचना हेतु लिनक्स विभाजन चुनें।
pt: escolha a partição Linux para manter a árvore de diretórios principal.
ru_ru: выберите раздел Linux для корневого каталога.
sv_se: välj Linux-partitionen för att hålla huvudkatalogträdet.

source: Install Grub
el: Εγκατάσταση Grub
es_es: Instalar Grub
hi_in: Grub इंस्टॉल करें
pt: Instalar o Grub
ro: Instalează Grub
ru_ru: Установить GRUB
sv_se: Installera Grub

source: check this if you want to install Grub boot loader
el: Κάντε κλικ εδώ αν θέλετε να εγκαταστήσετε το Grub boot loader
es_es: marque esto si desea instalar el cargador de arranque Grub
hi_in: इसे चिन्हित कर Grub बूट लोड साधन इंस्टॉल करें
pt: marque aqui se quiser instalar o carregador de arranque Grub
ro: alegeți dacă vreți să instalați Grub
ru_ru: отметьте для установки загрузчика GRUB
sv_se: markera den här om du vill installera Grub starthanterare

source: Install location:
el: Εγκατάσταση σε:
es_es: Localización de la instalación:
hi_in: इंस्टॉल हेतु फोल्डर :
pt: Local a instalar:
ro: Locația instalării:
ru_ru: Установить в:
sv_se: Installationsplats:

source: Choose the filesystem type to format partition(s).
el: Επιλέξτε τον τύπο του συστήματος αρχείων για τη διαμόρφωση των διαμερισμάτων δίσκου.
es_es: Elija el tipo de sistema de archivos para formatear la(s) particion(es).
hi_in: विभाजन फॉर्मेट हेतु फाइल सिस्टम प्रकार चुनें।
pt: Escolha o tipo de sistema de ficheiros para formatar a partição(ções).
ru_ru: Файловая система для форматирования разделов.
sv_se: Välj filsystemstyp för att formatera partition(er).

source: Home location:
el: Home διαμέρισμα:
es_es: Localización de home:
hi_in: होम हेतु फोल्डर :
pt: Localização da Home:
ro: Locația partiției home:
ru_ru: Раздел домашних каталогов:
sv_se: Home Plats:

source: If you want to use a home partition to another disk then choose one from here. Otherwise leave it empty.
el: Αν θέλετε να χρησιμοποιήσετε ένα διαφορετικό διαμέρισμα για το κατάλογο χρήστη, επιλέξτε ένα από εδώ διαφορετικά αφήστε το πεδίο κενό.
es_es: Si quiere usar una partición para home en otro disco, escoja uno desde aquí. Si no déjelo vacío.
hi_in: अन्य डिस्क से होम विभाजन चयन करने हेतु यहाँ से चुनें। अन्यथा इसे रिक्त रखें।
pt: Se quiser usar uma partição home noutro disco, escolha uma daqui. Caso contrário, deixe em branco.
ro: Dacă doriți să instalați partiția /home pe alt disc,alegeți aici. Altfel,nu modificați.
ru_ru: Выберите отдельный раздел для домашних каталогов. Либо оставьте поле пустым.
sv_se: Om du vill använda en home-partition på en annan hårddisk välj en härifrån. Annars lämna det tomt.

source: Format Ηome
el: Διαμόρφωση του Ηome
es_es: Formatear Ηome
hi_in: होम फॉर्मेट करें
pt: Formatar a Home
ru_ru: Форматировать домашний раздел
sv_se: Formatera Home

source: check this if you want to format /home partition
el: Κάντε κλικ εδώ αν θέλετε να διαμορφώσετε το /home διαμέρισμα
es_es: Marque esto si desea formatear la partición /Home
hi_in: इसे चिन्हित कर /home विभाजन फॉर्मेट करें
pt: marque aqui se deseja formatar a partição /home
ru_ru: отметьте для форматирования раздела /home
sv_se: markera denna om du vill formatera /home partitionen

source: click here if you want to install system on hard disk
el: Κάντε κλικ εδώ αν θέλετε να εγκαταστήσετε το σύστημα στο σκληρό δίσκο
es_es: haga clic aquí si quiere instalar el sistema en el disco duro
hi_in: यहाँ क्लिक कर सिस्टम को हार्ड डिस्क पर इंस्टॉल करें
pt: clique aqui se quiser instalar o sistema no disco rígido
ro: apăsați aici pentru a instala sistemul pe disc
ru_ru: щёлкните для установки системы на жёсткий диск
sv_se: Klicka här om du vill installera systemet på hårddisk

source: Install live system
el: Εγκατάσταση live συστήματος
es_es: Instalar el sistema en vivo
hi_in: लाइव सिस्टम इंस्टॉल करें
pt: Instalar o sistema live
ro: Instalare sistem live
ru_ru: Установить 'живую' систему
sv_se: Installera livesystemet

source: Actions needed before proceeding with system installation.
el: Ενέργειες που χρειάζονται πριν προχωρήσετε στην εγκατάσταση του συστήματος.
es_es: Acciones necesarias antes de llevar a cabo la instalación.
hi_in: सिस्टम इंस्टॉल प्रक्रिया पूर्व आवश्यक कार्य।
pt: Ações necessárias antes de prosseguir com a instalação do sistema.
ro: Acțiuni necesare înaintea trecerii la instalarea sistemului
ru_ru: Прежде чем приступить к установке системы.
sv_se: Åtgärder krävs innan du fortsätter med installationen av systemet.

source: System clock
el: Ρολόι συστήματος
es_es: Reloj del sistema
hi_in: सिस्टम घड़ी
pt: Relógio do sistema
ru_ru: Системные часы
sv_se: Systemclocka

source: Please set the time, date and time zone:
el: Παρακαλώ ρυθμίστε την ώρα, ημερομηνία και τη ζώνη ώρας:
es_es: Por favor, establezca la hora, fecha y zona horaria:
hi_in: कृपया समय, दिनांक व समय क्षेत्र सेट करें :
pt: Por favor, defina a hora, a data e o fuso horário:
ru_ru: Пожалуйста, установите время, дату и часовой пояс:
sv_se: Vänligen ställ in tid, datum och tidszon:

source: Language
el: Γλώσσα συστήματος
es_es: Lenguaje
hi_in: भाषा
pt: Idioma
ru_ru: Язык
sv_se: Språk

source: Select a default system locale.
el: Επιλέξτε τη γλώσσα συστήματος.
es_es: Seleccione una configuración regional predeterminada del sistema.
hi_in: सिस्टम हेतु डिफ़ॉल्ट स्थानिकी चुनें।
pt: Selecione a localização predefinida do sistema.
ru_ru: Выберите системную локаль.
sv_se: Välj standard systemspråk.

source: keyboard
el: Πληκτρολόγιο συστήματος
es_es: teclado
hi_in: कुंजीपटल
pt: Teclado
ru_ru: Клавиатура
sv_se: Tangentbord

source: Select your preferred keyboard type.
el: Επιλέξτε τον επιθυμητό τύπο πληκτρολογίου.
es_es: Seleccione su tipo de teclado preferido.
hi_in: इच्छित कुंजीपटल प्रकार चुनें।
pt: Selecione o seu tipo de teclado preferido.
ru_ru: Выберите тип клавиатуры.
sv_se: Välj din föredragna tangentbordstyp.

source: Define login name, choose a password to be coupled with your login name.
el: Ορισμός ονόματος χρήστη, ορισμός κωδικού χρήστη για είσοδο στο σύστημα.
pt: Defina o nome de início de sessão, escolha uma palavra-passe para ser acoplada ao seu nome de início de sessão.
ro: Definiți userul și alegeți o parolă pentru acesta pentru a o folosi în momentul logării.

source: user name
el: Όνομα χρήστη
es_es: nombre de usuario
hi_in: उपयोक्ता नाम
pt: nome do utilizador
ro: nume user
ru_ru: имя пользователя
sv_se: användarnamn

source: user password
el: Συνθηματικό χρήστη
es_es: palabra de paso para el usuario
hi_in: उपयोक्ता कूटशब्द
pt: palavra-passe do utilizador
ro: parolă user
ru_ru: пароль пользователя
sv_se: användarlösenord

source: Here you must define your login name which should only include alphanumerical characters with no space or upper case letters.
el: Εδώ πρέπει να εισάγετε το όνομα χρήστη το οποίο πρέπει να περιλαμβάνει μόνο αλφαριθμητικούς χαρακτήρες χωρίς κενά και κεφαλαία.
pt: Aqui deve definir seu nome de início de sessão, que deve incluir apenas caracteres alfanuméricos sem espaço ou letras maiúsculas.
ro: Aici trebuie să definiți numele de logare care trebuie să includă caractere alfanumerice,fără spații sau litere mari.

source: Choose a password or passphrase to be coupled with your login name. Your password or passprase should include a mix of upper and lower case letters, numbers, and even symbols (such as the @, !, and &)
pt: Escolha uma palavra-passe ou frase secreta para ser acoplada ao seu nome de início de sessão. Sua palavra-passe ou frase secreta deve incluir uma mistura de letras maiúsculas e minúsculas, números e até símbolos (tais como o @, ! e &)
ro: Alegeți o parolă sau frază pentru numele de logare.Parola sau fraza trebuie să conțină un amestec de litere mici,mari,numere și eventual simboluri (cum ar fi @,! și &)

source: Here you must retype your password as a confirmation of your choice.
el: Εδώ πρέπει να επανεισάγετε τον κωδικό χρήστη για επαλήθευση.
es_es: Aqui tiene que volver a escribir su palabra de paso como confirmación.
hi_in: कृपया पुष्टिकरण हेतु कूटशब्द पुनः दर्ज करें।
pt: Aqui você deve escrever novamente a sua palavra-passe como uma confirmação da sua escolha.
ro: Aici trebuie să reintroduceți parola pentru a confirma alegerea.
ru_ru: Здесь нужно повторить пароль пользователя для исключения опечаток при наборе.
sv_se: Här måste du skriva in ditt lösenord som en bekräftelse på ditt val.

source: visible
el: Ορατό
hi_in: दृश्यमान
pt: visível
ro: vizibil
ru_ru: показать
sv_se: synlig

source: Check this box if you want to be able to see the password you are typing.
el: Επιλέξτε το αν επιθυμείτε να εμφανίζεται ο κωδικός κατά την πληκτρολόγηση.
es_es: Marque esta caja si quiere poder ver la palabra de paso mientas la escribe.
hi_in: यदि आप दर्ज किया गया कूटशब्द दृश्यमान रखना चाहते हैं तो इसे चिन्हित करें।
pt: Marque esta caixa se quiser ver a palavra-passe que está a escrever.
ro: Apăsați acest buton dacă doriți să vedeți parola introdusă.
ru_ru: Отметьте, если хотите видеть введённые пароли.
sv_se: Markera den här rutan om du vill kunna se lösenordet du skriver.

source: Choose installation mode
el: Επιλέξτε τρόπο εγκατάστασης
es_es: Escoja el modo de instalación
hi_in: इंस्टॉल मोड चयन
pt: Escolha o modo de instalação
ro: Alegeți tipul instalării
ru_ru: Выберите режим установки
sv_se: Välj installationsläge

source: core installation
el: Εγκατάσταση core
es_es: instalación mínima
hi_in: कोर इंस्टॉल
pt: instalação de núcleo
ro: instalare minimală
ru_ru: урезанная установка

source: Core installation: Only the minimum essentials for a console system to start are included. A graphical environment is not provided. This is ideal if you are an experienced user and want to customize your installation for any specific purpose, such as a web server. file server etc.
el: Εγκατάσταση Core: Μόνο τα ελάχιστα για τη λειτουργία ενός συστήματος κονσόλας Linux θα εγκατασταθούν. Δεν περιλαμβάνεται κανένα γραφικό περιβάλλον. Ιδανικό για έμπειρους χρήστες που επιθυμούν να τροποποιήσουν μια εγκατάσταση για οποιοδήποτε σκοπό, όπως web server, file server κλπ.
pt: Instalação de núcleo: Somente os itens essenciais mínimos para iniciar um sistema de terminal são incluídos. Um ambiente gráfico não é fornecido. Isso é ideal se você é um utilizador experiente e quer personalizar a sua instalação para qualquer finalidade específica, como um servidor da Web. servidor de ficheiros etc.
ro: Instalare minimală: Include doar pachetele necesare pentru a porni sistemul.Mediul grafic nu este inclus.Acesta este ideal pentru userii experimentați și pentru cei ce doresc să customizeze instalarea din motive specifice,cum ar fi server de web sau fișiere,etc.

source: basic installation
el: Εγκατάσταση basic
es_es: instalación básica
hi_in: सामान्य इंस्टॉल
pt: instalação básica
ro: instalare de bază
ru_ru: базовая установка
sv_se: grundläggande installation

source: Basic installation: This installs only a basic desktop environment, with very few extra applications installed on top, such as a web browser and the gslapt package manager. Ideal for advanced users that would like to install a lightweight system and add their own choice of applications.
el: Βασική εγκατάσταση: Εγκαθιστά μόνο ένα βασικό περιβάλλον εργασίας, με πολύ λίγες επιπλέον εφαρμογές που είναι εγκατεστημένες στην κορυφή, όπως ένα πρόγραμμα περιήγησης στο Web και το Gslapt διαχειριστή πακέτων. Ιδανικό για προχωρημένους χρήστες που θα ήθελαν να εγκαταστήσουν ένα ελαφρύ σύστημα και να προσθέσουν τη δική τους επιλογή εφαρμογών.
pt: Instalação básica: Isto instala apenas um ambiente de trabalho básico, com muito poucas aplicações extras instaladas por dentro, como um navegador da Web e o gestor de pacotes gslapt. Ideal para utilizadores avançados que gostariam de instalar um sistema leve e adicionar as suas próprias escolhas de aplicações.
ro: Instalare de bază: Se instalează desktop-ul de bază ce include unele extra-aplicații cum ar fi un browser de web și managerul de pachete gslapt.Este ideal pentru userii avansați care doresc un sistem cu mai puține aplicații și un consum redus de resurse.

source: full installation
el: Εγκατάσταση full
es_es: instalación completa
hi_in: पूर्ण इंस्टॉल
pt: instalação completa
ro: instalare completă
ru_ru: полная установка
sv_se: fullständig installation

source: Full installation: Everything that is included in the iso is installed. That includes a complete desktop environment and a complete selection of matching applications, always following the "one application per task" rationale.
el: Πλήρης εγκατάσταση: Ό, τι περιλαμβάνεται στο πρότυπο ISO θα εγκατασταθεί. Αυτό περιλαμβάνει ένα πλήρες περιβάλλον desktop και μια πλήρη επιλογή εφαρμογών, πάντα σύμφωνα με τη λογική "μία εφαρμογή για κάθε εργασία".
pt: Instalação completa: Tudo o que está incluído na iso é instalado. Isso inclui um ambiente de trabalho completo e uma seleção completa de aplicações correspondentes sempre seguindo o raciocínio "uma aplicação por tarefa".
ro: Instalare completă: Cuprinde tot ce este inclus în imaginea iso.Toate aplicațiile care vin cu desktop-ul respectiv sunt incluse.

source: About
el: Περί
es_es: Acerca de
hi_in: बारे में
pt: Acerca
ro: Despre
ru_ru: О программе
sv_se: Om

source: translator-credits
el: Δημήτρης Τζέμος <dijemos~at~gmail~dot~com>
es_es: traductor-creditos
hi_in: Panwar108 <caspian7pena@gmail.com>
pt: Hugo Carvalho <hugokarvalho@gmail.com>
ru_ru: Serg Bormant
sv_se: Ingemar Karlsson <po@ingk.se>
